{"company":[{"id":"136","name":"Amazon Web Services","summary":"Amazon Web Services(AWS) is a collection of remote computing services (also called web services) that together make up a cloud computing platform, offered over the Internet by Amazon.com. The most central and well-known of these services are Amazon EC2 and Amazon S3. The service is advertised as providing a large computing capacity (potentially many servers) much faster and cheaper than building a","details":"Amazon Web Services(AWS) is a collection of remote computing services (also called web services) that together make up a cloud computing platform, offered over the Internet by Amazon.com. The most central and well-known of these services are Amazon EC2 and Amazon S3. The service is advertised as providing a large computing capacity (potentially many servers) much faster and cheaper than building a physical server farm.","website":"http:\/\/aws.amazon.com","twitter":"https:\/\/twitter.com\/awscloud","github":"https:\/\/github.com\/amazonwebservices","blog":"http:\/\/aws.typepad.com\/aws\/?nc1=f_cc","blogrss":"http:\/\/feeds.feedburner.com\/AmazonWebServicesBlog","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/aws-logo.png","logo_width":"150","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/2256_aws_identity_and_access_management.png","tags":"AWS,BaaS,Cloud Computing,Cloud Storage,Cloud-Stack,Compute-Stack,DNS,Hacker Storytelling,Hypermedia-API,Payment-API,Payments,Stack,Storage-Stack"},{"id":"423","name":"Huddle","summary":"Established in 2006, Huddle creates cloud-based collaboration and content management software for the enterprise. Its patent-pending intelligent technology locates and recommends valuable information to users, with no need for search. Huddle is used by more than 100,000 business and government organizations worldwide, including the central US and UK government, AKQA, HTC and Kia Motors, to securel","details":"Established in 2006, Huddle creates cloud-based collaboration and content management software for the enterprise. Its patent-pending intelligent technology locates and recommends valuable information to users, with no need for search. Huddle is used by more than 100,000 business and government organizations worldwide, including the central US and UK government, AKQA, HTC and Kia Motors, to securely store, share and collaborate on content with people inside and outside of their organization. Huddle can be accessed online, on desktops and on the move with BlackBerry, iPhone and iPad apps.","website":"http:\/\/www.huddle.com","twitter":"https:\/\/twitter.com\/huddle","github":"https:\/\/github.com\/Huddle","blog":"http:\/\/www.huddle.com\/blog\/","blogrss":"","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/423_logo.png","logo_width":"150","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/891_huddle.png","tags":"API-United-Kingdom,Collaboration,Content-Stack,Enterprise,File Management,Hypermedia-API,people,Project Management,Stack"},{"id":"237","name":"PayPal","summary":"PayPal is an online payments and money transfer service that allows you to send money via email, phone, text message or Skype. They offer products to both individuals and businesses alike, including online vendors, auction sites and corporate users. PayPal connects effortlessly to bank accounts and credit cards.","details":"PayPal is an online payments and money transfer service that allows you to send money via email, phone, text message or Skype. They offer products to both individuals and businesses alike, including online vendors, auction sites and corporate users. PayPal connects effortlessly to bank accounts and credit cards.","website":"https:\/\/paypal.com","twitter":"https:\/\/twitter.com\/paypal","github":"https:\/\/github.com\/paypal","blog":"","blogrss":"","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/237_logo.png","logo_width":"200","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/5800_paypal_segmentation_service.png","tags":"Accounting,Analytics,Billing,Currency,Hypermedia-API,International,Invoice,Merchant,Payment-API,Payments,Payments-Stack,Stack"},{"id":"517","name":"VerticalResponse","summary":"VerticalResponse Inc. provides a full suite of Web-based, self-service marketing solutions including email marketing, social media, event marketing, direct mail and online surveys. Its mission is to empower businesses and non-profit organizations to easily and affordably create, share and analyze their own marketing campaigns. Users can benefit from a wide variety of features including more than 7","details":"VerticalResponse Inc. provides a full suite of Web-based, self-service marketing solutions including email marketing, social media, event marketing, direct mail and online surveys. Its mission is to empower businesses and non-profit organizations to easily and affordably create, share and analyze their own marketing campaigns. Users can benefit from a wide variety of features including more than 700 free email marketing templates; the ability to share their content over social media networks; and robust reporting so that they can understand campaign success.","website":"http:\/\/verticalresponse.com","twitter":"https:\/\/twitter.com\/vr4smallbiz","github":"https:\/\/github.com\/VerticalResponse","blog":"http:\/\/developer.verticalresponse.com\/Blog","blogrss":"http:\/\/developer.verticalresponse.com\/blog\/feed-entries","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/517_logo.png","logo_width":"175","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/1889_verticalresponse.png","tags":"Email,Email Marketing,Hypermedia-API,Marketing,Marketing-Stack,provider,Service,Stack"},{"id":"6339","name":"foxycart","summary":"FoxyCart is a hosted PCI compliant e-commerce platform built to empower web developers and designers with a powerful and flexible platform with which to add e-commerce functionality to existing systems. It's not an all-in-one system with an integrated CMS, CRM, email marketing system, or anything else. We've chosen flexibility over bloat, power over features, and built the most flexible and stream","details":"FoxyCart is a hosted PCI compliant e-commerce platform built to empower web developers and designers with a powerful and flexible platform with which to add e-commerce functionality to existing systems. It's not an all-in-one system with an integrated CMS, CRM, email marketing system, or anything else. We've chosen flexibility over bloat, power over features, and built the most flexible and streamlined cart and checkout system available.","website":"https:\/\/wiki.foxycart.com\/","twitter":"https:\/\/twitter.com\/foxycart","github":"https:\/\/github.com\/FoxyCart","blog":"http:\/\/www.foxycart.com\/blog","blogrss":"http:\/\/feeds.feedburner.com\/foxycart","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/logos\/foxy-cart-logo.png","logo_width":"150","screenshot":null,"tags":"Commerce,Commerce-Stack,E-commerce,Hypermedia-API,Shopping Cart Service"},{"id":"3503","name":"Clarify API","summary":"OP3Nvoice makes what was said, searchable. As the world records more and more of its interactions, in more and more ways, it needs a new generation of tools to filter, manage, and process the raw data. OP3Nvoice's API, SDKs and plugins enable developers and entrepreneurs to add audio and video search to any application. OP3Nvoice is already being used by disruptors and innovators, as well as some ","details":"OP3Nvoice makes what was said, searchable. As the world records more and more of its interactions, in more and more ways, it needs a new generation of tools to filter, manage, and process the raw data. OP3Nvoice's API, SDKs and plugins enable developers and entrepreneurs to add audio and video search to any application. OP3Nvoice is already being used by disruptors and innovators, as well as some of the world&rsquo;s largest institutions.","website":"http:\/\/clarify.io\/","twitter":"https:\/\/twitter.com\/ClarifyAPI","github":"https:\/\/github.com\/OP3Nvoice","blog":"http:\/\/clarify.io\/blog\/","blogrss":"","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/logos\/clarify-logo.png","logo_width":"150","screenshot":null,"tags":"Audio,Audio-Stack,Hypermedia-API,Video-Stack,Voice,Voice-Stack"}],"published":"08\/27\/2014"}